Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/olggosaddimet/raporttat/sami_giellalaga_ollauvvan_jagiin_2004-2006.pdf.tmx
Source language: sme
Languages: smn

source: SÁMI GIELLALÁGA
smn: SÄÄMI KIELÂLAAVÂ

source: Muitalus sámi giellalága ollašuvvamis Sámi giellaráđđi / sámegiela doaimmahat Klemetti Näkkäläjärvi
smn: Muštâlus säämi kielâlaavâ olášuumeest Säämi kielârääđi / sämikielâ toimâttâh Klemetti Näkkäläjärvi

source: 1 Láidehus1 Láidehus1 Láidehus1 Láidehus
smn: 1 Jođettâs

source: Jagis 2004 fápmui boahtán sámi giellaláhka geatnegahttá sámedikki addit válgabaji mielde
smn: Ive 2004 vuáimán šoddâm säämi kielâlaahâ kenigit sämitige adeliđ vaaljâpojijmield muštâlus säämi

source: muitalusa sámi giellalága doaibmilvuođas, muhto ii dárkilabbot meroštala dan viidodaga.
smn: kielâlaavâ toimâmvuođâst, mut ij tärhibeht miäruštâl ton vijđesvuođâ.

source: čielggadeami dárkkuhussan lea addit dieđuid sámi giellalága ollašuvvamis ja doaibmilvuođas ja dat
smn: Taan čielgiittâs uáivilin lii adeliđ tiäđu säämi kielâlaavâ olášuumeest já toimâmvuođâst já siämmást tot tuáimá ovdeláá mai

source: doaibmá seamma háve ovdalis namuhuvvon sámedikki muitalussan.
smn: nâšum sämitige muštâlussân.

source: Sámediggi lea ožžon vuoigatvuohtaministeriijas ruhtadeami giellaláhkačielggadeami dahkamii.
smn: Sämitigge lii finnim riehtiministeriöst ruttâdem kielâlahâčielgiittâs tohâmân. Sämitigge lii asâttâm

source: Sámediggi lea ásahan jagiid 2004 – 2007 doaibmanprográmma ulbmilin ee. sámi giellalága
smn: iivij 2004 – 2007 toimâohjelm mittomeerrin el. säämi kielâlaavâ olášume čuávvum já ovdedem;

source: ollašuvvama čuovvuma ja ovddideami; sámegiela dutkandoaimma ovddideami; sámegiela
smn: sämikielâ tutkâmuštooimâ ovdedem; sämikielâ olestilálâšvuođâ kyeskee tiäđu lasettem já sämmilij

source: oppalašdili guoskevaš dieđuid lasiheami ja sámiid gielalaš vuoigatvuođaid čuovvuma ja maiddái
smn: kielâlâš vuoigâdvuođâi čuávvum sehe olesváldálâš vuáđututkâmuš rähtim sämikielâi tááláá tiileest.

source: Sámedikki jagiid 2006 – 2007 ekonomiijaplána mielde sámiid gielladilis ja sámegielaid dilis eai leat gávdnomis beaiváduvvon
smn: Sämitige iivij 2006 – 2007 ekonomiavuávám mield sämmilij kielâtiileest já sämikielâi tiileest ij lah

source: Dan dihte sámediggi lea ásahan oktan dehalaš ulbmilin oppalaš vuođđodutkama
smn: maggaargin ääigitásásâš tiätu. Tanen sämitigge lii asâttâm ohtân kuávdášlâš ulmen olesváldálâš

source: ráhkadeami sámegielaid dáládilis.
smn: vuáđututkâmuš rähtim sämikielâi tááláá tiileest.

source: Sámedikki árvvoštallama mielde dákkár vuođđočielggadeami
smn: Sämitige miäruštâllâm mield tággáár vuáđučiel

source: ráhkadeapmi bistá uhcimustá guokte jagi ja dan sáhtášii ruhtadit bealljemerkejuvvon stáhtadoarjagiin.
smn: giittâs rähtim pištá ucemustáá kyehti ive já tom puávtáččij ruttâdiđ vittádum staatâtorjuin.

source: Sámediggi lei bálkáhan plánejeaddji áigái 1.6.2005 – 28.2.2006 ráhkadit ovdaplána ja
smn: Sämitigge lâi pálkkááttâm vuávájeijee ááigán 1.6.2005 – 28.2.2006 rähtiđ ovdâvuávám já ruttâdem

source: ruhtadanohcamuša sámi giellalága ollašuvvama čuovvumis.
smn: ucâmuš säämi kielâlaavâ olášume čuávumist.

source: Plánejeaddji barggu jođihii sámi giellaráđđi.
smn: Vuávájeijee pargo stivrij säämi kielârääđi.

source: Barggus válmmaštuvai 174-siidosaš raporta: Suomas hubmojuvvon sámegielaid
smn: Pargo puá tusin lâi 174-sijđosâš raapoort: Suomâst sarnum sämikielâi tááláš tile: ovdâčielgiittâs tutkâmuštoi

source: dáládilli: ovdačilgehus dutkanfidnus. Raporttas dahkkui vuođđokárten sámi giellalága guoskevaš
smn: Raportist rahtui vuáđukarttim säämi kielâlaavâ kyeskee virgeomâháin sehe ráhtojii vuáđustei

source: virgeoapmahaččain ja maiddái ráhkaduvvojedje álgoálgosaš gažaldatskovit, dutkanvuogit ja
smn: jee koččâmâšluámáttuvah, tutkâmušvyevih já mittomereh.

source: Plána lea geavahuvvon ávkin dán čielggadeami vuođđun.
smn: Vuávám lii kevttum ävkkin taan čielgiit tâs vuáđđun.

source: Ieš giellaláhkačielggadeami dahkat bálkáhuvvui prošeaktabargi áigái 26.3. – 9.11.2007.
smn: Jieš kielâlahâčielgiittâs tohâmân pálkkááttui proojeektpargee ááigán 26.3. – 9.11.2007.

source: Barggu lea jođihan sámi giellaráđđi.
smn: Pargo lii stivrim säämi kielârääđi.

source: Dán čielggadeami / muitalusa lea čállán FL Klemetti Näkkäläjärvi earret logu 11, man lea čállán
smn: Taan čielgiittâs / muštâlus lii čáállám FL Klemetti Näkkäläjärvi eereeb lovo 11, mon lii čáállám VTT, dooseent Kaisa Korpijaakko-Labba.

source: OTT, doseanta Kaisa Korpijaakko-Labba.
smn: 1.1 Čuásáttâhjuávkku já tutkâmamnâstâh

source: Čielggadeami čuozáhatjoavkun válljejuvvojedje 1) sámiid ruovttuguovllu gielddat; 2)
smn: Čielgiittâs čuásáttâhjuávkkun väljejuvvojii 1) sämikuávlu kieldah; 2) sämikuávlu kieldâi pargeeh,

source: ruovttuguovllu gielddaid bargit, 3) sámiid ruovttuguovllus doaibmi stáhta ossodagat ja fitnodatlágádusat, 4) sámiid ruovttuguovllu stáhta ossodagaid bargit; 5) sámiid ruovttuguovllu
smn: 3) sämikuávlust tuáimee staatâ ohtâduvah já finnodâhlájádâsah, 4) sämikuávlu staatâ ohtâduvâi

source: olggobeale stáhta virgeoapmahaččat, maid doaibmaguvlui sámiid ruovttuguovlu gullá; 6)
smn: pargeeh; 5) sämikuávlu ulguupiälááh staatâ virgeomâhááh, kiäi toimâkuávlun sämikuávlu kulá; 6)

source: sámeorganisašuvnnat; 7) sámeorganisašuvnnaid bargit ja maiddái 8) sámesearvvit.
smn: sämiorganisaatioh; 7) sämiorganisaatioi pargeeh sehe 8) sämiseervih.

source: Dutkanmateriála lea čoggon gažaldatskoviid (kvantitatiivvalaš vuogit) vehkiin.
smn: Tutkâmamnâstâh lii nuurrum koččâmâšluámáttuvâi (kvantitatiivlâš vyevih) vievâst.

source: Gažaldatskovit ledje čieža earálágan.
smn: Virgeomâhâškoččâmâšluámáttuvah tuálih siste

source: Virgeoapmahašgažaldagat sisttisdolle buohkaide oktasaš gažaldagaid guoskkadin
smn: puohháid ohtsijd koččâmâšâid moh kyeskih eres lasseen sämikielâ tááiđu já kielâkevttim sehe sä

source: ee. sámegiela dáiddu ja gielageavaheami ja lassin sámegiela dáiddu eavttu barggus.
smn: mikielâ tááiđu iävtuid pargoin.

source: leat ráhkaduvvon suomagillii ja dat jorgaluvvojedje lassin buot sámegielaide (davvisámegielat
smn: Koččâmâšluámáttuvah láá rahtum suomâkielân já toh jurgâluvvojii

source: skovit jorgaluvvojedje raportta dahkki ja sámegiela doaimmahaga doaimmas, nuortalaš- ja
smn: puohháid sämikieláid (tavesämikielâlâš luámáttuvah jurgâluvvojii raapoort tahhee já sämikielâ

source: anárašgielat jorgalusat skáhppojuvvojedje oastobálvalussan).
smn: toimâttuv tooimâst, nuorttâsämi- já aanaarsämikielâlâš jurgâlusah skáppojuvvojii uástupalvâlussân).

source: Gažaldatskovit leat sáddejuvvon 20.4. – 30.4.2007 gaskasaš áigge poastta fáro.
smn: Koččâmâšluámáttuvah láá vuolgâttum 20.4. – 30.4.2007 koskâsâš ääigi poostâst.

source: Vuosttas sáddemiin
smn: Vuosmuin vuol

source: doaimmahuvvojedje suomagielat skovit ja čuovvovaš sáddemiin sámegielat skovit.
smn: gâttâsâin toimâttuvvojii suomâkielâlâš luámáttuvah já tast puáttein vuolgâttâsâin sämikielâlâš

source: Lassin
smn: luámáttuvah.

source: borgemánus 2007 sáddejuvvui šleađgapoasttain muittuhus čielggadeami birra gažaldatskoviide
smn: Lasseen porgemáánust 2007 vuolgâttuvvojii šleđgâpostáin muštottâsah čielgiittâsâst

source: vástitkeahttá guođđán orgánaidda, maid šleađgapoastačujuhus lei dieđus.
smn: toid peelijd kiäh lijjii kuáđđám västidhánnáá koččâmâšluámáttuvváid já kiäi šleđgâpostâčujottâs lâi tiäđust.

source: Mildosis 8 leat čilgejuvvon buot dat orgánat, geaidda gažaldatskovit leat doaimmahuvvon ja geat leat vástidan
smn: Lahtosist 8 láá sierrejum häämist toh peleh, kiäid koččâmâšluámáttuvah láá toimâttum já

source: jearahallamii.
smn: kiäh láá västidâm koijâdâlmân.

source: Vástádusat bivdojedje doaimmahuvvot sámediggái 30.5.2007 rádjai, ns.
smn: Vástadâsah pivdojii toimâttiđ sämitiigán 30.5.2007 räi ađai västi

source: vástádusáigi addui sullii mánotbadji.
smn: demäigi adelui suullân mánuppaje.

source: Maŋimuš vástádusat bohte fidnu prošeaktabargái 29.9.2007 ja easkka das
smn: Majemuuh vástádâsah pottii tooimâ proojeektpargei 29.9.2007

source: maŋŋá lei vejolaš bargat vástádusaid loahpalaš dihtoriičáliheami ja - analiissaid.
smn: já esken tast maŋa puovtij toohâđ vastadâsâi lopâlâš tiätturvyeijim já - analyysâid.

source: Buot dan rádjai
smn: Puoh ton räi

source: boahtán vástádusat mearriduvvojedje váldot čielggadeapmái fárrui, ammes dehalaš dieđut báhcit
smn: puáttám vástádâsah meriduvvojii väldiđ fáárun čielgiittâsân, amas teháliih tiäđuh pääcciđ čielgiittâs

source: čielggadeami olggobeallái.
smn: ulguubel.

source: Oktage maŋŋonan vástádus ii leat guđđon nappo vuhtiiválddekeahttá.
smn: Nuuvtpa ohtâgin meriääigi maŋa puáttám vástádâs ij lah pááccám huámmášhánnáá.

source: Erenomážit gielddaide vástádusáigi justa ovdal geasseluomuid lei oalle hástaleaddji ja áraduvvon
smn: Eromâšávt kieldáid västidemäigi eidu ovdláhháá kesiluámuid lâi uáli hástulâš já toledum

source: gažaldatdutkamuš guhkit vástádusáiggiin livččii kánske buktán buoret vástádusproseantta.
smn: koččâmâštutkâmuš kuhheeb vástádâsaigijn ličij kenski pyevtittâm pyereeb västidemprooseent.

source: Sámiid ruovttuguovllu virgeoapmahaččaid guoskevaš gažaldatskovit sáddejuvvojedje váldooasis
smn: Sämikuávlu virgeomâháid kyeskee koččâmâšluámáttuvah vuolgâttuvvojii čuákist sämikuávlust

source: sámeguovllu gielddaid ja stáhta bargoveahka / hálddahusáššiin vástideaddjiide.
smn: kieldâi já staatâ pargojuávkku / haldâšemaašijn västideijeid.

source: gažaldatskoviid mearit čilgejuvvojedje riŋgemiin gielddaide / gieldaovttastumiide / stáhta ossodagaide
smn: Vuolgâttum koččâmâšluámáttuvâi mereh čielgejuvvojii suáittimáin kieldáid / kieldâovtâstuumijd / staatâ ohtâduvváid tâi čielgejuvvojii sii päik

source: dahje sin ruoktosiidduin.
smn: kisiijđoin.

source: Sihkkarvuođa dihte sáddejuvvojedje muhtin veardde badjelmearálaš gažaldatskovit.
smn: Visásmitmân vuolgâttuvvojii mottoomverd paijeelmiärásiih koččâmâšluámáttuvah.

source: Bivdui, ahte sámiid ruovttuguovllu gielddat ja stáhta ossodagat nammadit
smn: mikuávlu kieldah já staatâ ohtâduvah pivdojii nomâttiđ ovdâsvástádâsulmuid, kiäh västidiččii

source: vástuolbmuid, geat vástidit gažaldatskoviid juohkimis bargobirrasis, materiála čoaggimis váldooasis
smn: koččâmâšluámáttuvâi jyehimist pargosiärvusijn, amnâstuu nurâmist čuákán já maaccâtmist sämi

source: ja máhcaheamis sámediggái.
smn: tiigán.

source: Oktavuohtaolbmot doibmejedje skoviid keskitetysti bargoossodagaide,
smn: Ohtâvuođâulmuuh toimâttii luámáttuvâid pargo-ohtâduvváid, moi hovdâ västidij ohtâduvâs

source: maid hoavda fuolahii ossodaga bargiid vástádusaid čoaggimis ja doaimmaheamis viidásabbot olles
smn: pargei vástádâsâi nurâmist já tooimâtmist ovdâskulij ubâ virgeomâhâšpele nomâttum ohtâvuo

source: virgeoapmahašoassebeali namuhuvvon oktavuohtaolbmui iežas vástádusa lassin.
smn: tuotâvuođâst vástádâsâi nurâmân já tooimâtmân iä lah eres molsâiävtuh, ko mudoi kieldâi pargeid

source: 1 Sámiid ruovttuguvlui gullá Soađegili gielddas dušše Lappi bálggus, muhto gažaldatskovit sáddejuvvojedje olles
smn: Sämikuávlun kulá Suáđigil kieldâst tuše Säämi palgâs kuávlu, mut koččâmâšluámáttuvah vuolgâttuvvojii ubâ Suáđigil

source: Soađegili gildii ja gielddas doaibmi stáhta ossodagaide, go ii sáhte sirret ossodagaid, mat buvttadit erenomážiŧ bálvalusaid dušše Lappi bálgosii.
smn: kieldân já kieldâst tuáimee staatâ ohtâduvvád, ko ij pyevti sierriistâllâđ ohtâduvâid, moh pyevtitteh sierânâs palvâlusâid tuše Säämi palgâs kuávlun.

source: muđui gielddaid bargiide galggašii sáddet gažaldatskoviid priváhtaláhkai poastta mielde sin ruoktot.
smn: kolgâččij vuolgâttiđ koččâmâšluámáttuvâid persovnlávt poostâst sii pááikán.

source: Dákkár vuohki livččii árvideamis lasihan jávkama ja livččii lean váttis ordnet.
smn: Tággáár lattim ličij viehâ vissásávt lasettâm táápu já ličij lamaš váádduh orniđ.

source: doaimmahedje vástádusa prošeaktabargái sierra iežas sáddejupmin.
smn: Motomeh pargeeh toimâttii vástádâsâi dis njuolgist proojeektpargei jieijâs vuolgâttâssân.

source: Juohke gažaldatskovi álggahansiiddus muitaluvvui čielggadeami dárkkuhusas, mearkkašumis ja
smn: Jyehi koččâmâšluámáttuv algâttemsiijđost muštâlui čielgiittâs uáivilist, merhâšuumeest já tahhest.

source: Buot vástideaddjiide addui lassin vejolašvuohta váldit oktavuođa prošeaktabargái.
smn: Puohháid västideijeid adelui vala máhđulâšvuotâ väldiđ ohtâvuođâ proojeektpargei.

source: Čielggadeami dahkkin go lei sámediggi, dat daninassii sáhtášii dagahit sámedikki servodatlaš
smn: Ko čielgiittâs tahhen lii Sämitigge, tot puávtáččij juo alnestis tovâttiđ sämitige ohtsâškodálâš sajattuv vuáđuld

source: sajádaga vuođul oassái gielddaid ja stáhta bargiide, geain ii leat virgegeatnegasvuohta vástidit
smn: uásán kieldâi já staatâ pargeid, kiäin ij lah virgekenigâsvuotâ västidiđ koččâmâššáid, munnáás

source: jearahallamii, várrugasvuođa gažaldatskovi hárrái ja maiddái eahpesihkkarvuođa čielggadeami
smn: ovdâjurdâččemvyevi koččâmâšluámáttâhân já epivisesvuođâ čielgiittâs objektiivlâšvuođâst.

source: objektiivvalašvuođa ektui. Ieš gažaldagaide, sámi giellaláhkii dahje dan doaibmilvuhtii guoskevaš
smn: koččâmâššáid, säämi kielâlaahân tâi ton toimâmvuotân lohtâseijee kriittisâš uáivilijd lii puáhtám

source: kritihkalaš oaivilat leat vejolaččat garvojuvvon maiddái danin, go vástiduvvon skoviid čokkii
smn: karveđ meiddei tanen, et västidum luámáttuvâid nuurâi pargo-ohtâduv hovdâ.

source: Hoavddaide čujuhuvvon skoviin ledje jerrojuvvon sin oktavuohtadieđut vejolaš joatkkagažaldagaid várás.
smn: Hovdáid čujottum luámáttuvâin láá koijâdum sii ohtâvuođâtiäđuh máhđulij jotkâkoččâmâšâi várás.

source: Sii vástidit jearahallamii maiddái olles doaibmasuorggi beales virgegeatnegahtton bargin.
smn: Sij västideh koijâdâlmân meiddei ubâ toimâsyergi peeleest virgekenigâsvuođâlâžžân.

source: Sámiid ruovttuguovllu gielddat ja guovllus doaibmi stáhta ossodagat leat bargiidmeari dáfus uhci.
smn: kieldah já kuávlust tuáimee staatâ ohtâduvah láá pargeidis peeleest uceh. Tiäddučuágástâhhân lâi

source: Guovddáš áššin lei čielggadit doaibmasurggiid mielde sámi giellaláhkii gullevaš dahkkiid, iige
smn: čielgiđ toimâsuorgij mield säämi kielâlaahân lohtâseijee tahheid, ige tarkkuustâllâđ ubâ kieldâ tâi

source: Ná ožžojuvvo čielgasii mo dihto
smn: toimâohtâduv oleslâšvuottân.

source: doaibmasuorggis dahje ossodagas sámi giellaláhka doaibmá.
smn: Návt finnee čielgâs maht säämi kielâlaahâ tuáimá tiätu toimâsyergist

source: Čielggadeamis háliiduvvo
smn: tâi ohtâduvâst.

source: čielggaduvvot ráhkadusaid doaibmilvuohta sámi giellalága dáfus, ja oidnojuvvo ahte ovttaskas
smn: Čielgiittâsâst halijduvvoo čielgiđ ráhtusij toimâmvuođâ säämi kielâlaavâ háárán, já

source: bargiid vásáhusat, oainnut, oaivilat ja jurddašanvuogit ovdanbuktet bargobirrasa vástideaddji áššiid.
smn: uáiniđ ulmui vuáttámušâi, uáinui, uáivilij já jurdâččemvuovij čäittimin pargosiärvus västideijeid.

source: Gažaldatskoviin ii lean diđolaččat jerron vástideaddji ahki dahje sohkabealli.
smn: Koččâmâšluámáttuvâin ij lah iävtutátulávt koijâdum västideijee ave tâi suhâpele.

source: Ahke- ja
smn: Ahe- já suhâpe

source: sohkabealledieđut leat guđđon eret, go dieđučoagginintreassa guoskkai bargiid bargui gullevaš
smn: litiäđuh láá kuođđum meddâl, ko tiäđunuurrâmintres kuoskâi pargei paarhon lohtâseijee tiäđui já

source: dieđuid ja dáidduid čielggadeami, ii priváhtaolbmuid dahje ovttaskasolbmuid oainnuid.
smn: tááiđui čielgim, ij ovtâskâsulmui tâi persovnij uáinuid.

source: Sámeguovllu bargoservoša doaibmasuorggit sáhttet leat sturrodaga dáfus moatte olbmos logiid olbmuide, ja juos guorahallamii livčče váldon doaibmasuorggi lassin vástideaddji ahki ja
smn: Sämikuávlu pargosiärvusij toimâsyergih pyehtih leđe stuáruduvâidis peeleest motomijn ulmuin luvvijd ulmuid, já jis tarkkuustâlmân liččii

source: sohkabealli, vástádusa livčče sáhttán identifiseret čielgasit muhtin olbmuide ja vástideaddjiid
smn: valdum toimâsyergi lasseen västideijee ahe já suhâpeeli, ličij vástádâs puáhtám identifistiđ čielgâ

source: Gažaldatskoviid sáddenreivves dáhkiduvvui vástádusaid
smn: sávt motomáid ulmuid já västideijee persovnvuotâ ličij čielgâm.

source: luhtolašvuohta ja sohkabealle- ja ahkedieđuid čielggadeapmi livčče heajudan dan luhtolašvuođa.
smn: čálusijn tähidui vástádâsâi luáttámušlâšvuotâ já suhâpeli- já ahetiäđui čielgim ličij áštám taam luát

source: Gažaldatskovvi 1 (mielddus 1) lea dahkkon sámiid ruovttuguovllu gielddaid virgeoapmahaččaide,
smn: Koččâmâšluámáttâh 1 (lahtos 1) lii rahtum sämikuávlu kieldâi virgeomâháid, kiäh láá hovdâsajattu

source: geat leat hoavdasajádagas (omd. doaibmasuorgehoavddaide).
smn: Hovdâ-vástádâsâi iähtun lâi västidem jieijâs noomáin, ko koččâ

source: vástideapmi iežas namain, go gažaldatskovi jearaldagat gieđahallet sin virgegeatnegasvuođaide
smn: mâšluámáttuvâi koččâmâšah kieđâvuššii sii virgekenigâsvuođáid kullee aašijd. Koččâmâšluámát

source: Dát gažaldatskovit sáddejuvvojedje buohkanassii 84 suomagielat stuhka ja lassin
smn: tuvah vuolgâttuvvojii ohtsis 84 suomâkielâlâš pittád já lasseen jyehi kieldân toimâttuvvojii sämikie

source: juohke gildii doaimmahuvvojedje sámegielat gažaldatskoviid jorgalusat sullii 10 - 20 st / gielda.
smn: lâlâš koččâmâšluámáttuvâi jurgâlusah suullân 10 - 20 pittád / kieldâ.

source: Gažaldatskovvi 2 (mielddus 2) lea dahkkon gielddaid bargiide vástidanláhkai ja dasa bivdojedje vástádusat namaheapmen.
smn: Koččâmâšluámáttâh 2 (lahtos 2) lii rahtum kieldâi pargei västidemnáál já toos pivdojuvvojii vástádâsah nomâttemmin.

source: Gielddaid bargiid skovit sáddejuvvojedje oktiibuot 1530 stuhka ja lassin
smn: Kieldâi pargei luámáttuvah vuolgâttuvvojii ohtsis 1530 pittád sehe lasseen sämikielâlâš jurgâlusah suullân

source: sámegielat jorgalusat sullii 100 – 150 st..
smn: 100 – 150 pittád.

source: Sámiid ruovttuguovllu stáhta virgeoapmahaččaide doaimmahuvvojedje 80 st gažaldatskovit 3
smn: Sämikuávlu staatâ virgeomâháid toimâttuvvojii 80 koččâmâšluámáttâhhâd 3 (lahtos 3) já sämi

source: (mielddus 3) ja sámegielat jorgalusat s. 30 st..
smn: kielâlâš jurgâlusah suullân 30 pittád.

source: Skovvi vástida gažaldagaid beales gažaldatskovi 1 ja
smn: Luámáttâh västid koččâmâšâidis peeleest koččâmâšluámáttuv

source: lea dárkkuhuvvon ovttalágážit hoavdadási virgeolbmuide.
smn: 1 já lii čujottum siämmáálágánin hovdâtääsi virgealmaid.

source: Bivdui maiddái, ahte sii vástidit iežas
smn: Meiddei sii pivdojii västidiđ jieijâs

source: namain.
smn: noomáin.

source: Stáhta ja stáhta sierraossodagaid bargiid gažaldatskovit 6 (mielddus 6) sáddejuvvojedje 636
smn: Staatâ já staatâ sierânâsohtâduvâi pargei koččâmâšluámáttâh 6 (lahtos 6) vuolgâttuvvojii

source: st ja sámegielat skovit sullii 100 st..
smn: 636 pittád já sämikielâlâš luámáttuvah suullân 100 pittád.

source: Skovvi vástida gažaldagaid beales gielddaid bargiid
smn: Luámáttâh västid koččâmâšâidis peeleest

source: gažaldatskovi (mielddus 2) ja vástádusat bivdojedje namaheapmen.
smn: kieldâi pargei koččâmâšluámáttuv (lahtos 2) já vástádâsah pivdojii nomâttemmin.

source: Sámiid ruovttuguovllu olggobeale stáhta ossodagaide, fitnodatlágádusaide, sierraossodagaide,
smn: Sämikuávlu ulguupiäláid staatâ ohtâduvváid, finnodâhlájádâssáid, sierânâsohtâduvváid, palgâsij

source: bálgosiid ovttastussii ja ministeriijaidda doaimmahuvvui gažaldatskovvi 3, muhto ii bargiid
smn: ovtâstusân já ministeriöid toimâttui koččâmâšluámáttâh 3, mut ij pargei koččâmâšluámáttâh 6, ko

source: Sámeguovllu bálgosiidda
smn: sii toimii sämikuávlu ulguubeln.

source: doaimmahuvvui vástidanláhkai gažaldatskovvi 3, muhto ii skovvi 6, go bálgosiin eai lean fásta
smn: Sämikuávlu palgâsáid toimâttui västidemnáál koččâmâšluámáttâh 3, mut ij luámáttâh 6, ko palgâsijn iä lah eidusâš pargeeh.

source: Dát gažaldatskovit sáddejuvvojedje oktiibuot 72 ja moadde sámegielat jorgalusa bálgosiidda.
smn: Tah koččâmâšluámáttuvah vuolgât tuvvojii ohtsis 72 sehe motomeh sämikielâlâš jurgâlusah palgâsáid.

source: Gažaldatskoviid sajis livčče sáhttán bivdit ovdamearkan ministeriijas dušše cealkámuša sámi
smn: Koččâmâšluámáttuvâi sajan ličij puáhtám pivdeđ ovdâmerkkân ministeriöin tuše ciälkkámuš säämi kielâlaavâ olášuumeest, mut

source: giellalága ollašuvvamis, muhto figgamuššan leamašan gávdnat oktasaš guorahallanmihttáriid
smn: viggâmužžân lii lamaš kavnâđ ohtsijd tarkkuustâllâmmittárijd koččâmâšluámáttuvâi vievâst, moi

source: gažaldatskoviid vehkiin, maid vehkiin sámi giellalága ollašuvvama sáhttá mihtidit ja čuovvut, ja
smn: guin säämi kielâlaavâ olášume puáhtá mittediđ já čuávvuđ, já ciälkkámušâin tágárijd mittárijd lii

source: cealkámušain dakkár mihttáriid lea veadjemeahttun gávdnat.
smn: máhđuttem kavnâđ.

source: Buot sámeservviide (22 st) sáddejuvvui iežas gažaldatskovvi 4 (mielddus 4) suomagillii ja searvvi
smn: Puohháid sämiservijd (22 pittád) vuolgâttui jieijâs koččâmâšluámáttâh 4 (lahtos 4) suomâkielân já

source: virggálaš sámegielain.
smn: seervi virgálâš sämikielân.

source: Servviin jerrojedje vásáhusat sámi giellalága ollašuvvamis ja sámegielat
smn: Seervijn koijâduvvojii vuáttámušah säämi kielâlaavâ olášuumeest já

source: bálvalusaid doaibmilvuođas.
smn: sämikielâlâš palvâlusâi toimâmvuođâst.

source: Sámeorganisašuvnnaide ja sámiid álbmotválljen orgánaidda leat
smn: Sämiorganisaatioid já säämi ovdâsteijee orgaanáid lii vuol

source: sáddejuvvon gažaldatskovvi 5 (mielddus 5) ovcci stuhka ja sámegielat skovit 10 stuhka.
smn: gâttum koččâmâšluámáttâh 5 (lahtos 5) oovce pittád já sämikielâlâš luámáttuvah 10 pittád.

source: Skovit
smn: Luámát

source: muittuhit gažaldagaid beales gielddaid ja stáhta vástusuorgehoavddaid gažaldagaid (skovit 1 ja 3),
smn: tuvah sulâstittii koččâmâšâidis peeleest kieldâi já staatâ ovdâsvástádâsulmui koččâmâšâid (luámát

source: muhto lassin lea jerrojuvvon sámegielat bálvalusaid ollašuvvamis, ja skovis leat oktasaš gažaldagat
smn: tuvah 1 já 3), mut lasseen lii koijâdum sämikielâlâš palvâlusâi olášuumeest, já luámáttuvâst láá oht

source: sámeservviid gažaldatskoviiguin (skovvi 4).
smn: siih koččâmâšah sämiseervij koččâmâšluámáttuvâiguin (luámáttâh 4).

source: Sámeorganisašuvnnaid bargiid skovvi 7 (mielddus 7) doaimmahuvvojedje 92 st ja sámegielat skovit 70 st..
smn: máttâh 7 (lahtos 7) toimâttuvvojii 92 pittád já sämikielâlâš luámáttuvah 70 pittád.

source: Gažaldagat vástidedje eanaš stáhta ja gielddaid bargiid gažaldatskoviid gažaldagaid (skovit 2 ja 6).
smn: tidii iänááš oosijn staatâ já kieldâi pargei koččâmâšluámáttuvâi koččâmâšâid (luámáttuvah 2 já 6).

source: Buohkanassii gažaldatskovit leat sáddejuvvon njealje gildii, gávcci gieldaovttastupmái, 55 sámiid
smn: Ohtsis koččâmâšluámáttuvah láá vuolgâttum neelji kieldân, käävci kieldâovtâstumán, 55 sämikuáv

source: ruovttuguovllu stáhta orgánai, 70 sámeguovllu olggobeale stáhta virgeoapmahažžii, 22 sámeservviide ja 10 sámevirgeoapmahašorgánai.
smn: lu staatâ piälán, 70 sämikuávlu ulguupiäláá staatâ virgeomâhâžân, 22 sämiservijd já 10 sämivirge

source: Oktiibuot gažaldatskovit sáddejuvvojedje 169 sierra orgánai.
smn: Ohtsis koččâmâšluámáttuvah vuolgâttuvvojii 169 jieškote-uv piälán.

source: Oktiibuot buot gažaldatskovit leat sáddejuvvon 2525 st + sámegielat jorgalusat sullii
smn: Ohtsis puohah koččâmâšluámáttuvah láá vuolgâttum 2525 pittád + sämikielâlâš jurgâlusah suullân 200 pittád.

source: Ollesvástádusproseantta lea oalle váttis árvvoštallat, go buot sámeguovllu gielddaid ja stáhta
smn: Olesvästidemprooseent lii uáli váádduh árvuštâllâđ, ko puoh sämikuávlu kieldâi já staatâ ohtâduvâi

source: ossodagaid hoavddat eai almmuhan bargiid meari nugo bivdojuvvui.
smn: hoovdah iä almottâm pargojuávhus mere nuuvtko pivdui.

source: Maiddái njuolgga sáddejuvvon
smn: Meiddei njuolgist vuolgâttum koččâmâš

source: gažaldatskoviid veardideami máhcahuvvon gažaldatskoviid mearrái ii sáhte doallat luohtehahttin,
smn: luámáttuvâi viärdádâllâm macâttum koččâmâšluámáttuvâi miärán ij pyevti toollâđ lyetittitten, ko

source: go leat sáddejuvvon badjelmearálaš skovit.
smn: luámáttuvah láá vuolgâttum paijeelmiärásâžžân.
